tap "aquasecurity/trivy"
tap "armosec/kubescape"
tap "azure/kubelogin"
tap "borgbackup/tap"
tap "bridgecrewio/checkov", "https://github.com/bridgecrewio/checkov"
tap "buildpacks/tap"
tap "cloudflare/cloudflare"
tap "danielfoehrkn/switch"
tap "datawire/blackbird"
tap "datreeio/datree"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kubeshop/monokle"
tap "snyk/tap"
tap "spectralops/tap"
brew "act"
brew "aircrack-ng"
brew "ansible-lint"
brew "ansible"
brew "argocd"
brew "armosec/kubescape/kubescape-cli"
brew "asciidoctor"
brew "asciinema"
brew "aspell"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "bats-core"
brew "bfg"
brew "borgbackup/tap/borgbackup-fuse"
brew "borgmatic"
brew "brew-cask-completion"
brew "buildpacks/tap/pack"
brew "certbot"
brew "checkov"
brew "cilium-cli"
brew "cloudflare-wrangler2"
brew "cmake"
brew "colima"
brew "coreutils"
brew "cri-tools"
brew "curl"
brew "danielfoehrkn/switch/switch"
brew "datree"
brew "devspace"
brew "direnv"
brew "doctl"
brew "dos2unix"
brew "eslint"
brew "fd"
brew "fselect"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go-task"
brew "go"
brew "gromgit/fuse/sshfs-mac"
brew "hadolint"
brew "hcxtools"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hubble"
brew "hugo"
brew "iftop"
brew "iperf3"
brew "john"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kor"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kube-score"
brew "kubecm"
brew "kubeconform"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "lftp"
brew "lima"
brew "minica"
brew "mkcert"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "node"
brew "openssh"
brew "openssl@3"
brew "pinentry-mac"
brew "podman-compose"
brew "podman"
brew "prettier"
brew "qemu"
brew "rabbitmq"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "skaffold"
brew "snyk/tap/snyk"
brew "speedtest-cli"
brew "stern"
brew "syft"
brew "tailscale", link: false
brew "tcpdump"
brew "teller"
brew "telnet"
brew "terraform"
brew "tfsec"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "trivy"
brew "unbound"
brew "util-linux"
brew "vault"
brew "vcluster"
brew "watch"
brew "weechat"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yq"
brew "zsh-completions"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "adobe-creative-cloud-cleaner-tool"
cask "adobe-creative-cloud"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bettertouchtool"
cask "chatgpt"
cask "cscreen"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-cousine-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "macfuse"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "middle"
cask "nomachine"
cask "openemu@experimental"
cask "radio-silence"
cask "rectangle-pro"
cask "sdformatter"
cask "sequel-ace"
cask "signal"
cask "slack"
cask "spotify"
cask "stay"
cask "steam"
cask "tableplus"
cask "tailscale"
cask "teamviewer"
cask "the-unarchiver"
cask "transmission"
cask "tripmode"
cask "visual-studio-code@insiders"
cask "vorta"
cask "whatsapp"
cask "wifi-explorer"
cask "wireshark"
cask "zed"
cask "zoom"
