# Prompt
romkatv/powerlevel10k

# Plugins
rupa/z
changyuheng/zsh-interactive-cd
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
ael-code/zsh-colored-man-pages kind:defer
jeffreytse/zsh-vi-mode
IngoMeyer441/zsh-easy-motion
